import './AboutUs.css';
export default function AboutUs() {
    return (
        <div className='about-section'>
            <div className='card'>
                <h2>РАЗВИТИЕ</h2>
                <p>
                    Стремежът към непрекъснато усъвършенстване и развитие е наша споделена посока. Инвестираме в хората и екипите и тяхното
                    израстване и мотивация. Търсим новото, различното и иновативното.
                </p>
                <img src='/src/images/aboutUs/development.jpeg' alt='развитие' />
            </div>
            <div className='card'>
                <h2>ОТГОВОРНОСТ</h2>
                <p>
                    Отговорни сме към хората, средата и природата. Почтени сме. Подкрепяме благотворителни каузи в различни области.
                    Вярваме, че изборът на живот днес е основата за живот утре.
                </p>
                <img src='/src/images/aboutUs/responsibility.png' alt='отговорност' />
            </div>
            <div className='card'>
                <h2>ГРИЖА</h2>
                <p>
                    Работим в комфортна и уютна среда, осигурявайки спокойствие и сигурност за хората в компанията и нашите клиенти. Грижим
                    се за здравето и емоционално благосъстояние на всички нас.
                </p>
                <img src='/src/images/aboutUs/care.png' alt='грижа' />
            </div>
        </div>
    );
}
